[{"banner":"https://store-images.s-microsoft.com/image/apps.38000.64737940845214615.82a9a5cd-32c5-4fb1-a951-2a7b976ad460.060f4158-09ee-46e3-a827-5b21668fa365?mode=scale&q=90&h=1080&w=1920","clasification_image":"https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a?w=68","clasification":"TEEN","c_category":"Crude Humor, Sexual Themes, Violence","description":"\n                        New Look, Same Great Content\nUnleash your imagination and create a unique world of Sims that’s an expression of you! Explore and customize every detail from Sims to homes, and much more. Choose how Sims look, act, and dress, then decide how they’ll live out each day. Design and build incredible homes for every family, then decorate with your favorite furnishings and décor. Travel to different neighborhoods where you can meet other Sims and learn about their lives. Discover beautiful locations with distinctive environments and go on spontaneous adventures. Manage the ups and downs of Sims’ everyday lives and see what happens when you play out scenarios from your own real life! Tell your stories your way while developing relationships, pursuing careers and life aspirations, and immersing yourself in this extraordinary game, where the possibilities are endless. Play with life!\n\nCreate Unique Sims – A variety of Sims are yours to personalize, each with distinct appearances, dynamic personalities, and inspiring aspirations. Use powerful customization features to bring your imagination to life. Create yourself, your favorite celebrities, your fantasy, or your friends! Change your Sims’ clothing to reflect your mood, develop stories that deepen your world, and give their lives purpose with traits and aspirations.\n\nBuild the Perfect Home – Effortlessly build and design ideal homes for your Sims using Build Mode. Construct the home of your – and their – dreams by planning its layout, choosing furnishings, and altering the landscape and terrain. You can even add a pool, basement, and garden, or rebuild with new ideas and designs! \n\nExplore Vibrant Worlds – Travel between locations, discover amazing and distinctive neighborhoods, and encounter captivating venues. Your Sims can visit new communities to expand their social circle, hang out with friends, or throw unforgettable parties. \n\nPlay with Life – Control the rich and entertaining moments of your Sims’ lives from their relationships to their careers. Your choices shape every aspect of their lives from birth, to being a toddler, and into adulthood. Along the way, develop your Sims’ skills, pursue original hobbies, take them on adventures, start new families, and much more.\n\nAdd New Experiences – Use the Gallery to find inspiration from a community of players just like you, where you can add content to your game or share your own creations. Download, like, and comment on your favorite Sims, homes, and fully-designed rooms. Join the community, join the fun!\n\n©2019 Electronic Arts Inc. EA, the EA logo, Maxis, the Maxis logo, The Sims and The Sims Plumbob design are trademarks of Electronic Arts Inc.\n\n*CONDITIONS AND RESTRICTIONS APPLY. SEE WWW.EA.COM/LEGAL FOR DETAILS.\n                    ","position":1},{"banner":"https://compass-ssl.xbox.com/assets/42/9b/429b8eac-a754-4ce7-9b4b-0daa6d8e0fd9.jpg?n=FIFA20_GLP-Page-Hero-1084_Cover-Reveal_1920x835.jpg","clasification_image":"https://compass-ssl.xbox.com/assets/dc/f6/dcf698fc-3c1b-4326-80b5-6c5a2e770105.jpg?n=esrb-rp-68.jpg","clasification":"Rating Pending","c_category":null,"description":"Powered by Frostbite™, EA SPORTS™ FIFA 20 for Xbox One brings two sides of The World’s Game to life - the prestige of the professional stage and an all-new authentic street football experience in EA SPORTS VOLTA. FIFA 20 innovates across the game, FOOTBALL INTELLIGENCE unlocks an unprecedented platform for gameplay realism, FIFA Ultimate Team™ offers more ways to build your dream squad, and EA SPORTS VOLTA returns the game to the street, with an authentic form of small-sided football.  ","position":2},{"banner":"https://store-images.s-microsoft.com/image/apps.1938.67187354709168902.a3bedf41-e05c-46af-b28a-9001abece0fc.58cbd8f7-54db-4ddc-8617-49927d8d0c17?mode=scale&q=90&h=1080&w=1920","clasification_image":"https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a?w=68","clasification":"TEEN","c_category":"Blood, Suggestive Themes, Violence, Language","description":"\n                        EA SPORTS™ UFC® 3 revolutionizes authentic fighting movement with Real Player Motion Tech, a new animation technology that delivers the most responsive and authentic athletic motion in sports gaming. Every punch, kick, block, and counter has been recaptured and rebuilt on cutting-edge motion-capture tech to look and feel life-like and responsive, delivering a more competitive fighting experience. In G.O.A.T. Career Mode, players must build fight hype to gain fans, earn cash to train at new gyms, and create heated rivalries with other fighters to capture the world's attention. How you promote outside of the Octagon matters as much as how you perform inside of it as you progress to becoming the Greatest of All Time. In addition, an all-new suite of customizable multiplayer modes let you and your friends get into the Octagon and face off in fast, fun, intense pick-up-and-play bouts where a highlight-reel knockout is always only one strike away and victory happens in the blink of an eye.\n\n*CONDITIONS AND RESTRICTIONS APPLY. SEE HTTPS://WWW.EA.COM/LEGAL FOR DETAILS.\n                    ","position":3},{"banner":"https://store-images.s-microsoft.com/image/apps.46186.69435230515002378.5c54c210-6100-4e84-81d0-b92a5aadc00d.019c1377-72ee-4d05-9084-1ab70452bb03?mode=scale&q=90&h=1080&w=1920","clasification_image":"https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a?w=68","clasification":"TEEN","c_category":"Mild Violence, Language","description":"\n                        Hustle by day and risk it all at night in Need for Speed™ Heat, a thrilling race experience that pits you against a city’s rogue police force as you battle your way into street racing’s elite.\n\nCONDITIONS AND RESTRICTIONS APPLY. SEE WWW.EA.COM/LEGAL FOR DETAILS.\nVEHICLES MAY HAVE BEEN CUSTOMIZED BY EA USING FICTITIOUS OR LICENSED AEM PARTS, LOGOS OR MODIFICATIONS. \n                    ","position":4},{"banner":"Image not Found","clasification_image":"https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8?w=68","clasification":"EVERYONE 10+","c_category":"Mild Violence","description":"\n                        NHL® 20 introduces cutting-edge gameplay innovation to showcase your skills, more customization to unlock your style, and new modes to compete with friends.\n\nRPM Tech-powered gameplay introduces Signature Shots that replicate your favorite NHL players’ real-world shot styles. Over 45 new shot animations make every attack a threat, and new passing and puck pick-ups create faster, fluid gameplay executed at full speed.\n\nA revamped broadcast package delivers all-new visuals and commentary. Combined with over 1,100 new customization items for your club and character, your biggest goals look incredible during the action and in the highlight reel.\n\nFinally, NHL 20 adds three new game modes. HUT Squad Battles features weekly teams, built by athletes and artists, to challenge for unique rewards. The fan-favorite ONES can now be played with friends on the couch, and the all-new Eliminator mode in World of CHEL introduces winner-take-all competition where you and your friends compete to be the best in the barn.\n\nCONDITIONS AND RESTRICTIONS APPLY. SEE https://www.ea.com/legal FOR DETAILS.\n\nNHL, the NHL Shield and the word mark and image of the Stanley Cup are registered trademarks of the National Hockey League. NHL and NHL team marks are the property of the NHL and its teams. © NHL 2019. All Rights Reserved. Officially Licensed Product of the National Hockey League.\n                    ","position":5},{"banner":"https://store-images.s-microsoft.com/image/apps.23403.14063372628220771.2c0bc0ce-c722-4d7b-a423-ab16146818a7.e2a14d7f-de6c-4729-8ac4-9af219603722?mode=scale&q=90&h=1080&w=1920&background=%23FFFFFF","clasification_image":"https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658?w=68","clasification":"MATURE 17+","c_category":"Blood, Strong Language, Violence","description":"\n                        The best way to join Battlefield™ V. Experience WW2 as you’ve never seen it before with a vast arsenal, including a catch-up of all weapons and vehicles delivered across year one of the Battlefield™ V Tides of War Chapters. Stand out on the battlefield with the most popular weapon and vehicle skins released during the year and customize your Company with two Epic soldier outfits. \n\nBattlefield™ V Year 2 Edition includes the Battlefield™ V base game and 33 Chapter Reward items released in the game’s first year:\n\n• 13 Primary Weapons\n• 4 Vehicles\n• 2 Epic Soldier Outfits\n• 10 Weapon Skins\n• 4 Vehicle Skins \n\nCONDITIONS AND RESTRICTIONS APPLY. SEE WWW.EA.COM/LEGAL FOR DETAILS.\n\nREFERENCE TO A PARTICULAR MAKE, MODEL, MANUFACTURER, AND/OR VERSION OF WEAPON, GEAR OR VEHICLE IS FOR HISTORICAL ACCURACY ONLY AND DOES NOT INDICATE ANY SPONSORSHIP OR ENDORSEMENT OF ANY TRADEMARK OWNER.\n                    ","position":6},{"banner":"Image not Found","clasification_image":"https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8?w=68","clasification":"EVERYONE 10+","c_category":"Fantasy Violence","description":"\n                        Ever wish you were a wall-jumping, arrow-dodging, trap-setting horse, besting your animal pals in a race through a peril-laden obstacle course that you all built together? \n \n Wish Granted! \n \nUltimate Chicken Horse is a party platformer where you and your friends build the level as you play, placing deadly traps before trying to reach the end of the level. If you can make it but your friends can't, you score points! Play online or locally with your animal buddies and experiment with a wide variety of platforms to find new ways to mess with your friends.\n \n - Online and local play \n - Unique game flow, from strategic block placement to twitch control platforming \n - Huge library of blocks to create an infinite variety of levels \n - Discover locations such as the Farm, Iceberg, Dance Party, Pyramids and more\n - Create, save, and share custom levels\n - Challenge your friends to beat your levels in Challenge Mode, with global leaderboards!\n - Play as a chicken, horse, sheep, and other wonderful animals \n - Fun, cartoony art style \n - Sweet funky soundtrack\n                    ","position":7},{"banner":"Image not Found","clasification_image":"https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9?w=68","clasification":"EVERYONE","c_category":"Mild Violence","description":"\n                        ClusterTruck is a new kind of platformer on-top of a speeding highway!  \nUse agility and acrobatics through insane levels in a game of \"the floor is lava\" on top of unpredictable, speeding trucks!\nThe game only gets harder when dangers such as swinging hammers, lasers and flamethrowers are added!   \n\nUnlock new abilities like the Grappling Hook, Truck Cannon and Time-Control!\n                    ","position":8},{"banner":"Image not Found","clasification_image":"https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8?w=68","clasification":"EVERYONE 10+","c_category":"Crude Humor, Fantasy Violence","description":"\n                        Rogue Legacy, the critically acclaimed genealogical rogue-“LITE”, has arrived. Every time you die, your children succeed you. Each child is unique; one could be colorblind, while another could be dyslexic. But that’s okay, because nobody’s perfect. So if you’ve ever wanted to play as a bald ninja dwarf now’s your chance! \n•        A procedurally generated castle means every run is different.\n•        Rogue-lite. Your character dies, but with each passing your lineage grows and becomes stronger.\n•        Tons of unique traits making every play through special. Want to be dyslexic? Now you can!\n•        10 different classes to master! Each class comes with unique abilities that change the way you play the game.\n•        All wizards have beards. Regardless of gender.\n•        Over 60 different enemies to test your skills against. Hope you like palette-swaps!\n•        Equip your heroes with powerful weaponry and armor, and imbue them with special abilities like flight, dash, and air jumping.\n•        A wicked sweet soundtrack.\n•        Massive, expandable skill tree. Rack in the loot and upgrade your manor, giving your successors a wicked sweet edge.\n•        Wicked sweet fart jokes.\n                    ","position":9},{"banner":"https://store-images.s-microsoft.com/image/apps.52135.13930999408339512.7ba9671d-5068-4fab-b314-b1dd0dae1e6a.80bb8565-b970-4fbf-98db-da7c5712b1ad?mode=scale&q=90&h=1080&w=1920","clasification_image":"https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8?w=68","clasification":"EVERYONE 10+","c_category":"Fantasy Violence","description":"\n                        An all-new adventure in the world of Mecho Wars! Run and shoot through chaotic platforming levels filled with spikes, bottomless pits and an army of deadly robots. Go it alone or team up with your friends in 4-player local multiplayer. Directed by Luc Bernard.\n\n\n                    ","position":10}]